[
{"title": "A population model for the 2017/18 listeriosis outbreak in South Africa", "authors": "Peter Joseph Witbooi, Charlene Africa, Alan Christoffels, Ibrahim Hussin Ibrahim Ahmed", "type": "Research Article", "date_published": "published 12 Mar 2020", "journal_name": "PLOS ONE", "doi": "https://doi.org/10.1371/journal.pone.0229901", "number_of_citation": "9", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0229901", "author_details": [{"author_name": "Peter Joseph Witbooi", "email": "pwitbooi@uwc.ac.za", "affiliations": "Department of Mathematics and Applied Mathematics, University of the Western Cape, Bellville, South Africa", "roles": "Conceptualization, Formal analysis, Investigation, Methodology, Project administration, Validation, Writing – original draft, Writing – review & editing", "orcid": "http://orcid.org/0000-0003-1304-0282"}, {"author_name": " Charlene Africa", "email": "none", "affiliations": "Department of Medical Biosciences, University of the Western Cape, Bellville, South Africa", "roles": "Investigation, Methodology, Writing – review & editing", "orcid": "none"}, {"author_name": " Alan Christoffels", "email": "none", "affiliations": "SA MRC Bioinformatics Unit, South African National Bioinformatics Institute, University of the Western Cape, Bellville, South Africa", "roles": "Investigation, Methodology, Writing – review & editing", "orcid": "none"}, {"author_name": " Ibrahim Hussin Ibrahim Ahmed", "email": "none", "affiliations": "SA MRC Bioinformatics Unit, South African National Bioinformatics Institute, University of the Western Cape, Bellville, South Africa", "roles": "Formal analysis, Methodology, Software", "orcid": "none"}], "abstract_data": {"abstract_text": "We introduce a compartmental model of ordinary differential equations for the population dynamics of listeriosis, and we derive a model for analysing a listeriosis outbreak. The model explicitly accommodates neonatal infections. Similarly as is common in cholera modeling, we include a compartment to represent the reservoir of bacteria. We also include a compartment to represent the incubation phase. For the 2017/18 listeriosis outbreak that happened in South Africa, we calculate the time pattern and intensity of the force of infection, and we determine numerical values for some of the parameters in the model. The model is calibrated using South African data, together with existing data in the open literature not necessarily from South Africa. We make projections on the future outlook of the epidemiology of the disease and the possibility of eradication.", "citations": "Witbooi PJ, Africa C, Christoffels A, Ahmed IHI (2020) A population model for the 2017/18 listeriosis outbreak in South Africa. PLoS ONE 15(3):     e0229901.    https://doi.org/10.1371/journal.pone.0229901", "editor": "Maria Vittoria Barbarossa, \nHeidelberg Germany, GERMANY\n", "date_received": "May 8, 2019; ", "date_accepted": "February 18, 2020; ", "copyright": " © 2020 Witbooi et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "data_availability": "No new data was generated during this research. The information that was used to illustrate the model is freely and publicly available from the (very reliable) websites as indicated in the references [14], [24] and [27].", "funding": "The co-authors Ibrahim Ahmed and Alan Christoffels are funded through the South African Research Chairs Initiative of the Department of Science and Innovation and the South African National Research Foundation UID:64751.", "competing_interests": " The authors have declared that no competing interests exist."}, "domain": "none", "keywords": "none", "introduction": "Todo", "methods": "Methods The populati", "conclution": "Todo", "s_files": "none", "issn": "Todo"},
{"title": "Reconstructing the Timing and Dispersion Routes of HIV-1 Subtype B Epidemics in The Caribbean and Central America: A Phylogenetic Story", "authors": "Israel Pagán, África Holguín", "type": "Research Article", "date_published": "published 09 Jul 2013", "journal_name": "PLOS ONE", "doi": "https://doi.org/10.1371/journal.pone.0069218", "number_of_citation": "13", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069218", "author_details": [{"author_name": "Israel Pagán", "email": "jesusisrael.pagan@upm.es", "affiliations": "Centro de Biotecnología y Genómica de Plantas (UPM-INIA) and E.T.S.I. Agrónomos, Universidad Politécnica de Madrid, Madrid, Spain", "roles": "none", "orcid": "none"}, {"author_name": " África Holguín", "email": "none", "affiliations": "HIV-1 Molecular Epidemiology Laboratory, Microbiology Department, Hospital Ramón y Cajal-IRYCIS and CIBER-ESP, Madrid, Spain", "roles": "none", "orcid": "none"}], "abstract_data": {"abstract_text": "The Caribbean and Central America are among the regions with highest HIV-1B prevalence worldwide. Despite of this high virus burden, little is known about the timing and the migration patterns of HIV-1B in these regions. Migration is one of the major processes shaping the genetic structure of virus populations. Thus, reconstruction of epidemiological network may contribute to understand HIV-1B evolution and reduce virus prevalence. We have investigated the spatio-temporal dynamics of the HIV-1B epidemic in The Caribbean and Central America using 1,610 HIV-1B partial ", "citations": "Pagán I, Holguín Á (2013) Reconstructing the Timing and Dispersion Routes of HIV-1 Subtype B Epidemics in The Caribbean and Central America: A Phylogenetic Story. PLoS ONE 8(7):     e69218.    https://doi.org/10.1371/journal.pone.0069218", "editor": "Jean-Pierre Vartanian, Institut Pasteur, France", "date_received": "March 21, 2013; ", "date_accepted": "June 5, 2013; ", "copyright": " © 2013 Pagán, Holguín. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "funding": "This work was supported by a Marie Curie Fellowship PIOF-GA-2009-236470 to IP and a Spanish Government FIS grant FIS-PI12/00240 to AH. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "competing_interests": " The authors have declared that no competing interests exist."}, "domain": "none", "keywords": "none", "introduction": "Todo", "methods": "Materials and Method", "conclution": "Todo", "s_files": {"Figure S1. ": {"sfile_title": "Root-to-tip regressions of the Central American (A) and the Caribbean (B) HIV-1B data sets", "sfile_text": "Regression of root-to-tip distance (inferred from ML trees) against year of isolation were calculated using the HIV-1B polp data sets The correlation coefficient and the significance of this correlation are shown in each panel", "sfile_doctype": "(TIF)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0069218.s001", "sfile_doi": "https://doi.org/10.1371/journal.pone.0069218.s001"}, "Table S1. ": {"sfile_title": "Summary of sequence data, country of origin and date of isolation of HIV-1B isolates", "sfile_text": "none", "sfile_doctype": "(DOC)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0069218.s002", "sfile_doi": "https://doi.org/10.1371/journal.pone.0069218.s002"}, "Table S2. ": {"sfile_title": "Nucleotide substitution rate, TMRCA and HIV-1B epidemic geographical origin estimates for the ten “balanced” replicates of the polp data sets from Central American (n = 69), and Caribbean (n = 155) countries", "sfile_text": "none", "sfile_doctype": "(DOCX)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0069218.s003", "sfile_doi": "https://doi.org/10.1371/journal.pone.0069218.s003"}, "File S1. ": {"sfile_title": "Migration patterns of HIV-1B in Central America", "sfile_text": "Google Earth graphical representation of HIV-1B migration patterns obtained using BEAST v161 Representations of the strength of the epidemiological linkage and country codes as in Figure 4", "sfile_doctype": "(KML)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0069218.s004", "sfile_doi": "None"}, "File S2. ": {"sfile_title": "Migration patterns of HIV-1B in The Caribbean", "sfile_text": "Google Earth graphical representation of HIV-1B migration patterns obtained using BEAST v161 Representations of the strength of the epidemiological linkage and country codes as in Figure 4", "sfile_doctype": "(KML)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0069218.s005", "sfile_doi": "None"}}, "issn": "Todo"},
{"title": "Female-Biased Dispersal and Gene Flow in a Behaviorally Monogamous Mammal, the Large Treeshrew (", "authors": "Jason Munshi-South", "type": "Research Article", "date_published": "published 17 Sep 2008", "journal_name": "PLOS ONE", "doi": "https://doi.org/10.1371/journal.pone.0003228", "number_of_citation": "11", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0003228", "author_details": [{"author_name": "Jason Munshi-South", "email": "Jason.Munshi-South@baruch.cuny.edu", "affiliations": "Behavior, Ecology, Evolution and Systematics Program, Department of Biology, University of Maryland, College Park, Maryland, United States of America", "roles": "none", "orcid": "none"}], "abstract_data": {"abstract_text": "Female-biased dispersal (FBD) is predicted to occur in monogamous species due to local resource competition among females, but evidence for this association in mammals is scarce. The predicted relationship between FBD and monogamy may also be too simplistic, given that many pair-living mammals exhibit substantial extra-pair paternity.", "citations": "Munshi-South J (2008) Female-Biased Dispersal and Gene Flow in a Behaviorally Monogamous Mammal, the Large Treeshrew (", "editor": "Henry Harpending, University of Utah, United States of America", "date_received": "June 11, 2008; ", "date_accepted": "August 20, 2008; ", "copyright": " © 2008 Munshi-South. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "funding": "Institute of Tropical Biology and Conservation, University of Malaysia, Sabah, Danum Valley Management Committee, Royal Society Southeast Asian Rainforest Research Programme, Animal Behavior Society, University of Maryland, Cleveland Zoological Society, Sigma Xi, American Society of Mammalogists, and Explorers Club. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "competing_interests": " The authors have declared that no competing interests exist."}, "domain": "none", "keywords": "none", "introduction": "Todo", "methods": " Methodology/Princip", "conclution": "Todo", "s_files": "none", "issn": "Todo"},
{"title": "Tuberculosis Prevention in South Africa", "authors": "Gwenan M. Knight, Peter J. Dodd, Alison D. Grant, Katherine L. Fielding, Gavin J. Churchyard, Richard G. White", "type": "Research Article", "date_published": "published 07 Apr 2015", "journal_name": "PLOS ONE", "doi": "https://doi.org/10.1371/journal.pone.0122514", "number_of_citation": "20", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0122514", "author_details": [{"author_name": "Gwenan M. Knight", "email": "gwen.knight@lshtm.ac.uk", "affiliations": "none", "roles": "none", "orcid": "none"}, {"author_name": " Peter J. Dodd", "email": "none", "affiliations": "School of Health and Related Research, University of Sheffield, Sheffield, United Kingdom", "roles": "none", "orcid": "none"}, {"author_name": " Alison D. Grant", "email": "none", "affiliations": "TB Centre, London School of Hygiene and Tropical Medicine, London, United Kingdom", "roles": "none", "orcid": "none"}, {"author_name": " Katherine L. Fielding", "email": "none", "affiliations": "TB Centre, London School of Hygiene and Tropical Medicine, London, United Kingdom", "roles": "none", "orcid": "none"}, {"author_name": " Gavin J. Churchyard", "email": "none", "affiliations": "none", "roles": "none", "orcid": "none"}, {"author_name": " Richard G. White", "email": "none", "affiliations": "none", "roles": "none", "orcid": "none"}], "abstract_data": {"abstract_text": "South Africa has one of the highest per capita rates of tuberculosis (TB) incidence in the world. In 2012, the South African government produced a National Strategic Plan (NSP) to control the spread of TB with the ambitious aim of zero new TB infections and deaths by 2032, and a halving of the 2012 rates by 2016.", "citations": "Knight GM, Dodd PJ, Grant AD, Fielding KL, Churchyard GJ, White RG (2015) Tuberculosis Prevention in South Africa. PLoS ONE 10(4):     e0122514.    https://doi.org/10.1371/journal.pone.0122514", "date_received": "November 10, 2014; ", "date_accepted": "February 11, 2015; ", "copyright": " © 2015 Knight et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited", "data_availability": "All relevant data are within the paper and its Supporting Information files.", "funding": "This work was funded by CDC/PEPFAR via the Aurum Institute (U2GPS0008111). RGW is also funded by the Medical Research Council (UK) (MR/J005088/1), the Bill and Melinda Gates Foundation (TB Modelling and Analysis Consortium: Grants 21675 / OPP1084276 and Consortium to Respond Effectively to the AIDS/TB Epidemic: 19790.01). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "competing_interests": " The authors have declared that no competing interests exist."}, "domain": "none", "keywords": "none", "introduction": "Todo", "methods": " Methods  We used a ", "conclution": "Todo", "s_files": {"S1 File. ": {"sfile_title": "", "sfile_text": "none", "sfile_doctype": "(DOCX)", "sfile_url": "https://journals.plos.org/plosone/article/file?type=supplementary&id=10.1371/journal.pone.0122514.s001", "sfile_doi": "https://doi.org/10.1371/journal.pone.0122514.s001"}}, "issn": "Todo"},
{"title": "Origin and Genetic Diversity of Diploid Parthenogenetic", "authors": "Marta Maccari, Francisco Amat, Africa Gómez", "type": "Research Article", "date_published": "published 20 Dec 2013", "journal_name": "PLOS ONE", "doi": "https://doi.org/10.1371/journal.pone.0083348", "number_of_citation": "34", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0083348", "author_details": [{"author_name": "Marta Maccari", "email": "martamaccari@gmail.com", "affiliations": "none", "roles": "none", "orcid": "none"}, {"author_name": " Francisco Amat", "email": "none", "affiliations": "Instituto de Acuicultura de Torre de la Sal, Consejo Superior de Investigaciones Científicas, Castellón, Spain", "roles": "none", "orcid": "none"}, {"author_name": " Africa Gómez", "email": "none", "affiliations": "School of Biological, Biomedical and Environmental Sciences, University of Hull, Hull, United Kingdom", "roles": "none", "orcid": "none"}], "abstract_data": {"abstract_text": "There is wide interest in understanding how genetic diversity is generated and maintained in parthenogenetic lineages, as it will help clarify the debate of the evolution and maintenance of sexual reproduction. There are three mechanisms that can be responsible for the generation of genetic diversity of parthenogenetic lineages: contagious parthenogenesis, repeated hybridization and microorganism infections (e.g. ", "citations": "Maccari M, Amat F, Gómez A (2013) Origin and Genetic Diversity of Diploid Parthenogenetic ", "editor": "Valerio Ketmaier, Institute of Biochemistry and Biology, Germany", "date_received": "August 15, 2013; ", "date_accepted": "November 4, 2013; ", "copyright": " © 2013 Maccari et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "funding": "This study has been funded by the Plan Nacional CGL2008-03277 project to Francisco Amat, sponsored by Spanish Government MICIN. Africa Gomez was supported by a National Environment Research Council (NERC) Advanced Fellowship (NE/B501298/1). Marta Maccari was supported by a fellowship of the JAE Program from CSIC and European Social Fund. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "competing_interests": " The authors have declared that no competing interests exist."}, "domain": "none", "keywords": "none", "introduction": "Todo", "methods": "Materials and Method", "conclution": "Todo", "s_files": "none", "issn": "Todo"}
]